#include <stdio.h>
#include <stdlib.h>
int main()
{
    printf("                   ASC109123 ¹ù±Ò§Ê\n");
    printf("\
              '`._                       \n\
              ',  _`-.                   \n\
              ,   :`.  '                 \n\
             ; _     '  \\               \n\
             \' *`   _.  `*-._           \n\
              `--- '         `-.         \n\
                  ;       `       `.     \n\
                  :.       .        \\   \n\
                  . \\  .   :   .-'   .  \n\
                  '  `+.;  ;  '      :   \n\
                  :  '  |    ;       ;-. \n\
                  ; '   : :`-:     _.`* ;\n\
              .*' /  .*' ; .*`- +'  `*'  \n\
              `*-*   `*-*  `*-*'         \n");
    system("pause");
}
